const days = {
  понедельник: 'панядзелак',
  пн: 'пн',
  вторник: 'aўторак',
  вт: 'aў',
  среда: 'cерада',
  ср: 'ср',
  четверг: 'чацвер',
  чт: 'чц',
  пятница: 'пятніца',
  пт: 'пт',
  суббота: 'субота',
  сб: 'сб',
  воскресенье: 'нядзеля',
  вс: 'нд',
};

const month = {
  январь: 'студзень',
  февраль: 'люты',
  март: 'сакавiк',
  апрель: 'красавiк',
  май: 'май',
  июнь: 'червень',
  июль: 'лiпень',
  август: 'жнiвень',
  сентябрь: 'верасень',
  октябрь: 'кастрычнiк',
  ноябрь: 'лiстапад',
  декабрь: 'снежань',
};

export { days, month };
